[
    {
        "id": 1,
        "picture": "https://i.ibb.co/NFDtqxj/Food.png",
        "title": "Delicious Pizza",
        "category": "food",
        "category_bg": "#f18f8f66",
        "card_bg": "#ffc5c566",
       "text_button_bg": "#F87147",
        "description": "A mouthwatering pizza topped with fresh ingredients. Food is any substance consumed by an organism for nutritional support. Food is usually of plant, animal, or fungal origin and contains essential nutrients such as carbohydrates, fats, proteins, vitamins, or minerals.",
        "price": "$12.99"
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/25bKL5s/Clothing.png",
        "title": "Fashionable T-Shirt",
        "category": "clothing",
        "category_bg": "#0fe34845",
        "card_bg": "#79C23F26",
        "text_button_bg": "#79C23F",
        "description": "A stylish and comfortable t-shirt for everyday wear. Clothing is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin",
        "price": "$19.99"
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/Thhj8tW/Education.png",
        "title": "Learn Programming",
        "category": "education",
        "category_bg": "#f18f8f66",
        "card_bg": "#f18f8f66",
        "text_button_bg": "#FF444A",
        "description": "An online course to master programming languages. Education is the transmission of knowledge, skills, and character traits. There are many debates about its precise definition, for example, about which aims it tries to achieve",
        "price": "$49.99"
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/6BZXc9K/Health.png",
        "title": "Fitness Tracker",
        "category": "health",
       "category_bg": "#00a4ff4f",
        "card_bg": "#0052FF26",
       "text_button_bg": "#0052FF",
        "description": "Track your health and fitness goals with this device.In common usage and medicine, health, according to the World Health Organization, is a state of complete physical, mental and social well-being and not merely the absence of disease and infirmity. A variety of definitions have been used for different purposes over time",
        "price": "$39.99"
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/NFDtqxj/Food.png",
        "title": "Sushi Platter",
        "category": "food",
        "category_bg": "#f18f8f66",
        "card_bg": "#ffc5c566",
       "text_button_bg": "#F87147",
        "description": "A delectable assortment of sushi rolls. Food is any substance consumed by an organism for nutritional support. Food is usually of plant, animal, or fungal origin and contains essential nutrients such as carbohydrates, fats, proteins, vitamins, or minerals.",
        "price": "$24.99"
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/25bKL5s/Clothing.png",
        "title": "Elegant Dress",
        "category": "clothing",
        "category_bg": "#0fe34845",
        "card_bg": "#79C23F26",
        "text_button_bg": "#79C23F",
        "description": "A stunning dress for special occasions. Clothing is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin",
        "price": "$59.99"
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/Thhj8tW/Education.png",
        "title": "Art History Course",
        "category": "education",
        "category_bg": "#f18f8f66",
        "card_bg": "#f18f8f66",
        "text_button_bg": "#FF444A",
        "description": "Explore the world of art through history. Education is the transmission of knowledge, skills, and character traits. There are many debates about its precise definition, for example, about which aims it tries to achieve",
        "price": "$29.99"
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/6BZXc9K/Health.png",
        "title": "Yoga Mat",
        "category": "health",
       "category_bg": "#00a4ff4f",
        "card_bg": "#0052FF26",
       "text_button_bg": "#0052FF",
        "description": "A high-quality yoga mat for your daily practice. In common usage and medicine, health, according to the World Health Organization, is a state of complete physical, mental and social well-being and not merely the absence of disease and infirmity. A variety of definitions have been used for different purposes over time",
        "price": "$19.99"
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/NFDtqxj/Food.png",
        "title": "Burger Combo",
        "category": "food",
        "category_bg": "#f18f8f66",
        "card_bg": "#ffc5c566",
       "text_button_bg": "#F87147",
        "description": "Savor the flavors of a classic burger combo. Food is any substance consumed by an organism for nutritional support. Food is usually of plant, animal, or fungal origin and contains essential nutrients such as carbohydrates, fats, proteins, vitamins, or minerals.",
        "price": "$9.99"
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/25bKL5s/Clothing.png",
        "title": "Casual Jeans",
        "category": "clothing",
        "category_bg": "#0fe34845",
        "card_bg": "#79C23F26",
        "text_button_bg": "#79C23F",
        "description": "Comfortable and stylish jeans for everyday wear. Clothing is any item worn on the body. Typically, clothing is made of fabrics or textiles, but over time it has included garments made from animal skin",
        "price": "$39.99"
    },
    {
        "id": 11,
        "picture": "https://i.ibb.co/Thhj8tW/Education.png",
        "title": "Language Learning App",
        "category": "education",
        "category_bg": "#f18f8f66",
        "card_bg": "#f18f8f66",
        "text_button_bg": "#FF444A",
        "description": "Learn a new language with interactive lessons.Education is the transmission of knowledge, skills, and character traits. There are many debates about its precise definition, for example, about which aims it tries to achieve",
        "price": "$14.99"
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/6BZXc9K/Health.png",
        "title": "Healthy Recipe Book",
        "category": "health",
       "category_bg": "#00a4ff4f",
        "card_bg": "#0052FF26",
       "text_button_bg": "#0052FF",
        "description": "Discover nutritious and delicious recipes. In common usage and medicine, health, according to the World Health Organization, is a state of complete physical, mental and social well-being and not merely the absence of disease and infirmity. A variety of definitions have been used for different purposes over time",
        "price": "$19.99"
    }
]

